<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
  <dict>
    <key>PayloadContent</key>
    <array>
      <dict>
        <key>CheckInURL</key>
        <string>https://mdm.example.com/mdm/checkin</string>
        <key>ServerURL</key>
        <string>https://mdm.example.com/mdm/server</string>
        <key>Topic</key>
        <string>com.apple.mgmt.External.00000000-0000-0000-0000-000000000000</string>
        <key>PayloadIdentifier</key>
        <string>com.pmdm.mdm.enrollment</string>
        <key>PayloadType</key>
        <string>com.apple.mdm</string>
        <key>PayloadUUID</key>
        <string>00000000-0000-0000-0000-000000000001</string>
        <key>PayloadVersion</key>
        <integer>1</integer>
        <key>SignMessage</key>
        <true/>
        <key>UseDevelopmentAPNS</key>
        <false/>
      </dict>
    </array>
    <key>PayloadDisplayName</key>
    <string>PMDM Enrollment</string>
    <key>PayloadIdentifier</key>
    <string>com.pmdm.enrollment</string>
    <key>PayloadType</key>
    <string>Configuration</string>
    <key>PayloadUUID</key>
    <string>00000000-0000-0000-0000-000000000002</string>
    <key>PayloadVersion</key>
    <integer>1</integer>
  </dict>
</plist>
